Repository: Fenja/RubyRobbery
Catalog: lib/l10n/app_*.arb
Languages: de

# appTitle
source: Ruby Robbery
de: Rubin Raub

# appSubtitle
source: Steal the ruby. All the rubies.
de: Stiehl den Rubin. Alle Rubine.

# menuSettings
source: Settings
de: Einstellungen

# menuPlay
source: Play
de: Spielen

# menuLevels
source: Levels
de: Level

# puzzleNumberOfMoves
source: Moves
de: Züge

# puzzleRestart
source: Reset
de: Neu laden

# puzzleCompleted
source: The ruby is yours!
de: Der Rubin gehört dir!

# dialogSolvedPuzzleTitle
source: Solved!
de: Gelöst!

# solvedLevelText
source: You are rewarded in rubies:
de: Zur Belohnung erhältst du Rubine:

# buttonNextLevel
source: Next puzzle
de: Nächstes Rätsel

# buttonBreak
source: Take a break
de: Später weiter

# buttonCancel
source: Cancel
de: Abbrechen

source: Light Mode
de: Heller Modus

source: Dark Mode
de: Dunkler Modus

source: Privacy Policy
de: Datenschutzerklärung & Impressum

source: Volume
de: Lautstärke

# volumeEffect
source: Effects
de: Effekte

# volumeBackground
source: Music
de: Musik

# creditsSounds
source: Sounds from mixkit.co
de: Sounds von mixkit.co

# creditsMusic
source: Music created with Sonic Pi
de: Musik erstellt mit Sonic Pi

# creditsHosting
source: Hosted by Firebase
de: Gehostet von Firebase

# creditsFramework
source: Entry for Flutter Puzzle Hack 2022
de: Beitrag zum Flutter Puzzle Hack 2022

# lockedLevel
source: Level locked
de: Level verschlossen

# lockedLevelText
source: Unlock the next level to continue playing. Pay rubies to unlock.
de: Das nächste Level ist verschlossen. Möchtest du Rubine ausgeben, um es freizuschalten?

# showLevels
source: Levels page
de: Level-Übersicht

source: Unlock level
de: Level aufschließen

# rubyPurse
source: Your ruby loot so far:
de: Bisher eingesackte Rubine:

# tutorial1
source: Move the ruby to the jewel box golden exit. Gray blocks block fields and can't be moved.
de: Bewege den Rubin auf das goldene Ausgangs-Feld. Graue Blöcke blockieren ein Feld un können nicht verschoben werden.

# tutorial2
source: Diamonds are moveable too. Drag them out of your way.
de: Diamanten können ebenfalls verschoben werden, um den Weg zum Ausgang frei zu machen.

# tutorial3
source: Larger diamonds take several fields, but are moveable nonetheless.
de: Große Diamanten nehmen mehrere Felder ein, können aber genauso verschoben werden

# tutorial4
source: Opals have at least one counterpart that moves alongside with them in the same direction.
de: Opale haben mindestens ein Gegenstück, dass sich mit ihnen in die gleiche Richtung bewegt.

# tutorial5
source: Pearls can't be moved by hand. Tilt your device or use the buttons to let them roll to one side.
de: Perlen können nicht direkt verschoben werden. Kippe dein Gerät (oder nutze die Steuerelemente), um Perlen zur Seite rollen zu lassen.
